[

	{
		"title"    : "Update to the PMHC MDS - 29/11/2016",
		"date"     : "November 29, 2016",
		"content"  : "<p>PMHC MDS Update v0.4.2 was released on November 29, 2016.</p>
<p>The ‘User Management’ role has been split with a new role ‘Organisation Management’ being created. Primary Contact users have had the ‘Organisation Management’ role added to their account.</p>
<p>The ‘User Management’ role now only allows a user to invite new users to use the PMHC MDS and also manage the roles that the user has. It no longer allows you to manage provider organisations.</p>
<p>The ‘Organisation Management’ role allows a user to add and manage provider organisations.</p>
<p>The Primary Contact user will need to provide any other users at their organisations with the ‘Organisation Management’ role if appropriate.</p>
<p>The user guide has been updated to reflect these roles, available at <a href="https://docs.pmhc-mds.com/user-documentation.html#user-guide">https://docs.pmhc-mds.com/user-documentation.html#user-guide</a></p>
"
	}

	{
		"title"    : "UPDATE regarding the Primary Mental Health Care Minimum Data Set - Request for nominations to be early adopters",
		"date"     : "October 14, 2016",
		"content"  : "<p>The below circular was sent to PHN CEOs on Friday 14 October 2016.</p>

<p>-----------------------</p>

<p>Dear PHN CEOs</p>

<p>The Primary Mental Health Care Minimum Data Set (PMHC MDS) will be available for all Primary Health Networks (PHNs) to commence uploading data in early December. Prior to this we are looking for between 5 and 10 PHNs to volunteer as early adopters. These PHNs will commence upload from the 7th of November, and help us to streamline the system prior to making it available to all PHNs from the beginning of December.</p>

<p>We would like some of the early adopters to be uploading zipped csv files and some to be uploading Excel spreadsheets. They will need to be willing to provide feedback on the process used to give the primary contact user access to the system, the usability of the system, and the documentation and training.</p>

<p>Benefits of moving to the PMHC include:</p>
<ul>
<li>Early access to features which are not included in the ATAPS/MHSRRA MDS:</li>
<li>Partitioning of provider organisations within a PHN so that provider organisations can only access their own data.</li>
<li>Delegation of user management to each provider organisation.</li>
<li>Reduced data collection burden due to not needing to collect data items that have been retired from the ATAPS/MHSRRA MDS.</li>
</ul>

<p>Please email <a href="mailto:support@pmhc-mds.com?Subject=PMHC%20MDS%20Request%20for%20early%20adopters" target="_top">support@pmhc-mds.com</a> by Friday the 28th of October, 2016 if you would like to volunteer. PHNs who have been selected to be early adopters will be notified on Wednesday the 2nd of November, 2016.</p>

<p>Additionally there are still a few PHNs who have not yet submitted a 'Letter of Authority' it would be appreciated if you could address this as a matter of priority. If you are unsure we will be following up with individual PHN's in the next two weeks.</p>

<p>Thank you.</p>

<p>Kind regards,</p>

<p>
<span>Mental Health Data and Funding Section</span><br />
<span>Mental Health Services Branch</span><br />
<span>Health Services Division</span><br />
<span>Department of Health</span>
</p>
"
	}

	{
		"title"    : "Update to the PMHC MDS Data Specifications - 6/10/2016",
		"date"     : "October 13, 2016",
		"content"  : "<p>PMHC MDS Data Specifications Update v1.0.1 was released on October 6, 2016.</p>
<p>This update includes the following changes:</p>
<ul>
  <li><a href="https://docs.pmhc-mds.com/data-model-and-specifications.html#episode-principal-focus-of-treatment-plan">Episode - Principal Focus of Treatment Plan</a> - Updated response 4 from ‘Complex care package for adults’ to ‘Complex care package’.</li>
  <li><a href="https://docs.pmhc-mds.com/data-model-and-specifications.html#episode-source-of-cash-income">Episode - Source of Cash Income</a> - Added 0 as a valid response. This is to be used when the client is aged less than 16 years.</li>
  <li>Added a field to all data items to specify whether a response value is required.</li>
</ul>
"
	}

	{
		"title"    : "Primary Mental Health Care Minimum Data Set Circular",
		"date"     : "September 28, 2016",
		"content"  : "<p>Dear PMHC MDS Reference Group,</p>
<p>Please find attached the Primary Mental Health Care Minimum Data Set (PMHC MDS) Circular, that was sent to PHN CEOs on Thursday 23 September 2016. This circular provides advice on the commencement and implementation arrangements for the PMHC MDS. This circular will also be available through the PHN website soon, at the following link: <a href="http://www.health.gov.au/internet/main/publishing.nsf/Content/PHN-Circulars">[Open URL]</a>.<br /></p>
<p>Regards,</p>
<p><span>Mental Health Data and Funding Section</span><br />
<span>Mental Health Services Branch</span><br />
<span>Health Services Division</span><br />
<span>Department of Health</span></p>
"
	}

]